---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeSizeMinimum
source: html/2d1cafb7-dc4c-447f-b76c-3a7d3116b5a0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeSizeMinimum Property

"Minimum Size"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeSizeMinimum { get; }
```